for i in range(0,101):
    while i != 50 > i > 61:
            print(i)


#2) შექმენით while loop'ი რომელიც დათვლის რიცხვებს 1დან 100მდე თუმცა გამოტოვებს რიცხვებს 50დან 60მდე.
#3) შექმენით while loop'ი, რომელიც დაიწყებს რიცხვების შეკრებას 1-დან, სანამ ჯამი არ გაუტოლდება 50-ს.
#4) მომხმარებელს შემოატანინეთ რიცხვი და უთხარით ლუწია თუ კენტი. (hints:       10 % 2 = 0;        5 % 2 = 1)
#5) მომხმარებელს შემოატანინეთ რიცხვი და უთხარით მისი grade ამ ფოტოს მიხედვით: (ანუ თუ მაგალითად 90'დან 100'ის ჩათვლით ექნება ქულა გამოუტანეთ "Grade A", თუ 80'დან 89'ის ჩათვლით გამოუტანეთ "Grade B" და ა.შ)
#6) დაწერეთ if-else condition კოდი: თუ მომხმარებლის შემოტანილი ასაკი ნაკლებია 13, დაუპრინტეთ "You are kid",  თუ მეტია 13ზე და ნაკლებია 20ზე, დაუპრინტეთ "You are teenager", თუ მეტია 20'ზე, დაუპრინტეთ "You are grown up"

