#ოპერაცია -რაიმე  დავალება კომპიუტერისთვის
#ოპრატორი - ისეთი რამ რაც ამ დავალების შესასრულებლად ეხმარება კომპიუტერს

# < - ნაკლები (მკაცრი)
# > - მეტია (მკაცრი)
# == -ტოლია
# != -#print (5 + 5)

#  არ არის ტოლო
# <= - ნაკლები ან ტოლოს (არა მკაცრი)
# >= - მეტია ან ტოლია შედეგი არის boolean

# ყველა შედარების ოპერაცია შდეგი არის boolean

#print(5 > 1) #true
#print(5 < 1) #faulse
print(5 <  1) #faulse
print(1 >  0) #true
print(5 == 5) #true
print(5 != 5) #true
print(5 >= 5) #true
print(5 <= 5) #true

age = int(input("enter your name"))

print(age > 18)